base
bluez-utils
firefox
fzf
github-cli
grub
htop
hyprland
man-pages
neofetch
nvidia
pacman-contrib
pavucontrol
picom
stow
tree
ttf-firacode-nerd
ttf-iosevka-nerd
xf86-input-evdev
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xorg-xfontsel
xorg-xinit
